IDEA StatiCa Open Model
ProjectData.Description Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the description of project.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
public:
property String^ Description {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace